Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source: Innledning
sme: Álggahus

source: Sametinget vil med denne meldingen legge frem en overordnet politikk om samisk språk, som skal være retningsgivende og klargjøre prinsipielle spørsmål i forhold til bruk og utvikling av samisk språk.
sme: Dáinna dieđáhusain áigu Sámediggi ovddidit bajimus dási politihka sámegiela birra, mii galgá čujuhit ja čielggadit prinsihpalaš áššiid sámegiela geavaheami ja ovddideami olis.

source: Sametingets hovedmål for utvikling av samisk språk er å øke antall brukere og øke bruken av samisk språk.
sme: Sámedikki váldomihttu sámegiela ovddideami oktavuođas lea lasihit giellageavaheddjiid logu ja loktet sámegiela geavaheami.

source: For å nå disse målene vil det være nødvendig å klargjøre myndighetsområder og ansvarsfordeling mellom Sametinget og regjeringen.
sme: Jus dáid ulbmiliid galgá olahit, de lea dárbbašlaš čielggadit válddi ja ovddasvástádusjuogu Sámedikki ja ráđđehusa gaskka.

source: En slik klargjøring innebærer gjennomgang og endringer av lovverk og rammebetingelser.
sme: Dákkár čielggadeapmi mielddisbuktá ahte lágat ja rámmaeavttut árvvoštallojuvvojit ja rievdaduvvojit.

source: Dette har hovedfokuset i denne meldingen.
sme: Dát lea dán dieđáhusa váldofokus.

source: Sametingsmelding om samisk språk inneholder utfordringer, mål og strategier innen 4 innsatsområder;
sme: Sámediggedieđáhus sámegiela birra sisttisdoallá hástalusaid, ulbmiliid ja strategiijaid 4 áŋgiruššansuorggis;

source:  Ansvar for samisk språk
sme:  Ovddasvástádus sámegillii

source:  Rammebetingelser for samisk språk
sme:  Sámegiela rámmaeavttut  Giellageavaheaddjit

source:  Bruk av samisk språk
sme:  Sámegiela geavaheapmi

source: Samers rett til selvbestemmelse over vårt språk, vår kultur og levesett er nedfelt i nasjonalt og internasjonalt lovverk.
sme: Sápmelaččaid iešmearridanvuoigatvuohta iežamet giela, kultuvrra ja eallinvuogi hárrái lea nannejuvvon našuvnnalaš ja riikkaidgaskasaš lágain.

source: Dette innebærer at den samiske befolkningen har rett til å bestemme retningen av fremtidig språkpolitikk.
sme: Dát mielddisbuktá ahte sámi álbmogis lea vuoigatvuohta mearridit guđe guvlui boahttevaš giellapolitihkka galgá mannat.

source: Vi har også rett til opplæring og bruk av samisk språk.
sme: Mis lea maid vuoigatvuohta oahppat ja geavahit sámegiela.

source: Til tross for nasjonale og internasjonale bestemmelser er det likevel et stort sprang mellom retten til bruk av språket og den reelle muligheten til bruk og utvikling av språket i samfunnet.
sme: Vaikko gávdnojit našuvnnalaš ja riikkaidgaskasaš mearrádusat, de lea ain stuora lávki giellageavahanvuoigatvuođa ja dan duohta vejolašvuođa gaskka ahte geavahit ja ovddidit giela servodagas.

source: Sametingsmelding om samisk språk beskriver og drøfter hvilken rolle og politisk myndighet Sametinget skal ha i språkspørsmål.
sme: Sámediggedieđáhus sámegiela birra čilge ja ságaškuššá makkár rolla ja politihkalaš váldi Sámedikkis galgá leat giellagažaldagain.

source: Det er behov for en tydeligere ansvarsfordeling, bedre koordinering av tiltak og gode verktøy for fremtidig språksatsning.
sme: Lea dárbu čielgaset ovddasvástádusjuhkui, buoret oktiiheiveheapmái doaibmabijuid dáfus ja buriid reaidduide boahttevaš giellavuoruheami dáfus.

source: Da samelovens språkregler ble iverksatt i 1992, ble det også lovfestet hvilke kommuner som skulle inngå i forvaltningsområdet for samisk språk.
sme: Go Sámelága giellanjuolggadusat bohte fápmui 1992:s, nannejuvvui maiddái lágas guđet suohkanat galge leat mielde sámegiela hálddašanguovllus.

source: Et begrenset antall kommuner er innlemmet i dette området, og disse kommunene er forpliktet til å betjene sin befolkning på samisk.
sme: Ráddjejuvvon mearri suohkanat leat váldojuvvon mielde dán guvlui, ja dát suohkanat leat geatnegahtton bálvalit iežas álbmoga sámegillii.

source: At samelovens språkregler kun omfatter kommuner i forvaltningsområdet er i seg selv en stor utfordring da dette ikke gir den samisktalende befolkningen i Norge lik rett til bruk og opplæring i samisk språk.
sme: Dat ahte sámelága giellanjuolggadusat dušše gusket hálddašanguovllu suohkaniidda, lea iešalddis stuora hástalus danne go dát ii atte sámegielat álbmogii Norggas ovttalágan vuoigatvuođaid geavahit ja oahppat sámegiela.

source: Samtidig viser ulike evalueringer og kartlegginger at kommunene ikke fullt ut klarer å etterkomme sin plikt til tospråklig tjenesteyting.
sme: Seammás čájehit iešguđetlágan evalueremat ja kártemat ahte suohkanat eai ollásit nagot doallat iežaset geatnegasvuođa fállat bálvalusaid guovtti gillii.

source: Endring i bosettingsmønster og innføring av nye kommuner i forvaltningsområdet for samisk språk de siste årene viser behov for en revidering av samelovens språkregler.
sme: Ássanminstara rievdan ja ođđa suohkaniid fátmmasteapmi sámegiela hálddašanguvlui maŋemus jagiid čájeha ahte lea dárbu ođasmahttit sámelága giellanjuolggadusaid.

source: Meldingen tar for seg denne problematikken og fastslår at offentlig forvaltning er et statlig ansvar og at den samisktalende befolkningen har rett til betjening på samisk språk uavhengig av bosted.
sme: Dieđáhus gieđahallá dán čuolmma ja nanne ahte almmolaš hálddašeapmi lea stáhta ovddasvástádus ja ahte sámegielat álbmogis lea vuoigatvuohta oažžut bálvalusaid sámegillii beroškeahttá gos orrot.

source: Dette innebærer at samelovens språkregler skal omfatte hele landet.
sme: Dát mielddisbuktá ahte sámelága giellanjuolggadusat galget gustot miehtá riikka.

source: Sametingsmeldingen går bort fra dagens forvaltningsmodell, og ser i stedet for seg de kommunene som er innlemmet i forvaltningsområdet i dag som samarbeidspartnere i arbeidet for styrking og utvikling av samisk språk.
sme: Sámediggedieđáhus luohpá dálá hálddašanmodeallas ja oaidná baicca daid suohkaniid mat leat mielde dálá hálddašanguovllus ovttasbargoguoibmin sámegiela nannen- ja ovddidanbarggus.

source: Dette betyr en todeling av ansvarsforhold, hvor Staten har ansvar for offentlig tjenesteyting og slik økonomisk og administrativt ansvar for at kommuner, fylkeskommuner og offentlige institusjoner betjener den samisktalende befolkningen på samisk.
sme: Dát mearkkaša ahte leat guovttesuorat ovddasvástádusjuohku, gos Stáhtas lea ovddasvástádus almmolaš bálvalusaide ja nu maiddái ekonomalaš ja hálddahuslaš ovddasvástádus das ahte suohkanat, fylkkasuohkanat ja almmolaš ásahusat bálvalit sámegielat álbmoga sámegillii.

source: Sametinget har ansvaret for utvikling av samisk språk, og ser behov for å styrke samarbeid og ressurser i arbeidet for å utvikle samisk språk på ulike nivåer i samfunnet.
sme: Sámedikkis lea ovddasvástádus ovddidit sámegiela, ja oaidná dárbbu nannet ovttasbarggu ja resurssaid sámegiela ovddidanbarggus iešguđetge dásiin servodagas.

source: Denne endringen skaper behov for et utvalg som har mandat til å utrede og fremme forslag til endringer av lovverk, myndighets- og ansvarsområde innen samisk språk.
sme: Dát rievdadus mielddisbuktá dárbbu lávdegoddái mas lea mandáhtta čielggadit ja evttohit rievdadusaid lágain, válddiin ja ovddasvástádussurggiin mat gusket sámegillii

source: Mangel på økonomiske, menneskelige og administrative ressurser er en stor utfordring i arbeidet for å styrke samisk språk.
sme: Váilevaš ekonomalaš, olmmošlaš ja hálddahuslaš resurssat leat stuora hástalussan sámegiela nannema barggus.

source: Dette er rammebetingelser som må være på plass for å kunne sikre det samiske språkets framtid.
sme: Dát leat rámmaeavttut mat fertejit leat sajis vai sáhttit sihkkarastit sámegiela boahtteáiggi.

source: Meldingen drøfter disse utfordringene og legger opp til en politikk som skal bidra til at visjoner og målsettinger for styrking og utvikling av samisk språk iverksettes.
sme: Dieđáhus ságaškuššá dáid hástalusaid ja láhčá dili politihkkii mii galgá fuolahit ahte višuvnnat ja mihttomearit sámegiela nannema ja ovddideami dáfus álggahuvvojit.

source: 4 Hovedmålet for Sametinget og Sametingets språkpolitikk for utvikling av samisk språk er å øke antallet brukere av samisk språk.
sme: Sámedikki ja Sámedikki giellapolitihka váldoulbmil sámegiela ovddideami olis lea lasihit sámegiel geavaheddjiid logu.

source: Det er helt avgjørende for det samiske språkets fremtid at antallet samiskspråklige økes.
sme: Lea áibbas dárbbašlaš sámegiela boahtteáigái ahte sámegielagiid lohku lassána.

source: Meldingen tar utgangspunkt i de ulike språkområdene og de behov språket har for at det skal bevares, styrkes og utvikles i de forskjellige områdene.
sme: Dieđáhus váldá vuođu dain iešguđetge giellaguovlluin ja dain dárbbuin mat gielas leat vai dat seailu, nanosmuvvá ja ovddiduvvo dain guovlluin.

source: Det er videre viktig at det finnes reelle muligheter til å bruke språket vårt på flere samfunnsområder.
sme: Dasto lea dehálaš ahte gávdnojit duohta vejolašvuođat geavahit giellamet máŋgga servodatsuorggis.

source: Bruken av samisk språk på ulike nivåer i samfunnet må økes, og det er avgjørende at flere institusjoner tar ansvar for å bidra til økt bruk av samisk språk.
sme: Sámegiela geavaheapmi iešguđetge dásiin servodagas ferte lasihuvvot, ja lea mearrideaddji ahte eanet ásahusat váldet ovddasvástádusa lasihit sámegiela geavaheami.

source: Situasjonen for samisk språk er ulik, ikke bare mellom men også innenfor språkene.
sme: Sámegiela dilli lea iešguđetlágan, ii dušše gielaid gaskkas, muhto maiddái siskkáldasat gielain.

source: Dette gjør at man må ha ulike strategier for styrking og utvikling av samisk språk.
sme: Dát dahká ahte fertejit leat iešguđetlágan strategiijaid sámegiela nannemii ja ovddideapmái.

source: For å skaffe mer kunnskap om de ulike språksituasjonene, og således treffe bedre med de ulike strategiene, er det behov for en jevnlig kartlegging av språkets stilling.
sme: Jus galgá háhkat eambbo máhtu daid iešguđetge gielladiliid birra, ja nu maiddái deaivat buorebut strategiijaiguin, de lea dárbu jeavddalaččat kártet giela dili.

source: Sametingsmelding om samisk språk er resultat av en prosess i Sametinget.
sme: Sámediggedieđáhus sámegiela birra lea boađus proseassas mii Sámedikkis lea.

source: Arbeidet med denne meldingen startet opp med en stor språkkonferanse som Sametinget arrangerte i Tromsø i mai 2011.
sme: Bargu dáinna dieđáhusain álggii stuora giellakonferánssain maid Sámediggi lágidii Romssas miessemánus 2011.

source: Konferansen hadde innledere fra ulike samfunnsområder, og ga et godt grunnlag for meldingsarbeidet.
sme: Konferánssas ledje logaldallit iešguđetge servodatsurggiin ja attii buori vuođu dieđáhusbargui.

source: I løpet av mai og juni 2012 har Sametingsrådet hatt flere åpne møter hvor det er kommet innspill til meldingen.
sme: Miessemánu ja geassemánu 2012 mielde lea Sámediggeráđđi doallan máŋga rabas čoahkkima gos leat boahtán evttohusat dieđáhussii.

source: Det er også kommet skriftlige innspill til meldingen fra enkeltpersoner, institusjoner og organisasjoner.
sme: Leat maiddái boahtán čálalaš evttohusat dieđáhussii ovttaskas olbmuin, ásahusain ja organisašuvnnain.

source: Det har vært en bred politisk debatt i Sametingsrådet og i Sametingets plenum.
sme: Sámediggeráđis ja Sámedikki dievasčoahkkimis lea leamaš viiddis politihkalaš digaštallan.

source: Sametingsrådet la fram redegjørelse om samisk språk i sak 18/12 for Sametingets plenum.
sme: Sámediggeráđđi ovddidii čilgehusa sámegiela birra áššis 18/12 Sámedikki dievasčoahkkimii.

source: Denne danner grunnlag for Sametingsmelding om samisk språk.
sme: Dát lea vuođđun Sámediggedieđáhussii sámegiela birra.

source: Årlige prioriteringer og tiltak skal komme fram i Sametingets budsjett og resultatoppnåelse i årsmeldingen.
sme: Jahkásaš vuoruheamit ja doaibmabijut galget boahtit ovdan Sámedikki bušeahtas ja jahkedieđáhusa boađusolaheamis.

source: Definisjoner
sme: Definišuvnnat

source: For å kunne ha samme forståelse er det viktig å klargjøre noen begreper som vil være sentrale i meldingen.
sme: Oktasaš ipmárdusa dihte lea dehálaš čielggadit muhtun doahpagiid mat leat guovddážis dán dieđáhusas.

source: Vi ønsker derfor å presisere hvordan vi forstår disse begrepene.
sme: Danne háliidit čielggadit movt mii ipmirdit dáid doahpagiid.

source: Morsmål: I denne meldingen brukt om det første språket en har lært hjemme.
sme: Eatnigiella: Dán dieđáhusas geavahuvvo doaba dan vuosttaš giela birra maid lea oahppan ruovttus.

source: Også mulig å ha flere morsmål dersom en har lært flere språk samtidig.
sme: Sáhttet maiddái leat máŋga eatnigiela jus lea oahppan máŋga giela oktanis.

source: Andre steder i verden (som for eksempel i østasiatiske land) brukes morsmål som betegnelse for språket til den etniske gruppe en tilhører, uavhengig av språkkompetanse.
sme: Eará báikkiin máilmmis (ovdamearkka dihte nuorta-asiáhtalaš riikkain) geavahuvvo eatnigiella dan čearddalaš joavkku giela birra masa gullá, beroškeahttá giellamáhtus.

source: Førstespråk: Muntlig, eventuelt også skriftlig, hovedspråk.
sme: Vuosttašgiella: Njálmmálaš, vejolaččat maiddái čálalaš, váldogiella.

source: I opplæringssammenheng brukt om det språket som velges som hovedspråk.
sme: Oahpahusoktavuođas geavahuvvon dan giela birra maid vállje váldogiellan.

source: Andrespråk: Språk som en person ikke har som førstespråk, men som vedkommende lærer eller har lært i et miljø der det er i allmenn bruk som dagligspråk.
sme: Nubbegiella: Giella mii ii leat olbmo vuosttašgiella, muhto maid oahppá dahje lea oahppan dakkár birrasis gos dábálaččat geavahuvvo beaivválaš giellan.

source: Andrespråk kan også betegne ethvert språk som ikke er en persons førstespråk, dvs. både andrespråk og fremmedspråk.
sme: Nubbegiella sáhttá maid mearkkašit buot gielaid mat eai leat vuosttašgielat, dát mearkkaša sihke nubbegiella ja amasgiella.

source: Språkbærere: Dyktige språkbrukere som brukes som ressurspersoner i språkopplærings øyemed.
sme: Giellaguoddit: Čeahpes giellageavaheaddjit mat geavahuvvojit resursaolmmožin giellaoahppama oktavuođas.

source: Språkarenaer: Språksosiologisk begrep brukt om steder eller institusjoner der språket brukes.
sme: Giellaarenat: Giellasosiologalaš doaba mii geavahuvvo báikkiid dahje ásahusaid birra gos giella lea anus.

source: Språkområde: Språkgeografisk begrep som betegner området for utbredelsen av et språk.
sme: Giellaguovlu: Giellageográfalaš doaba mii čilge giela leavvama.

source: Flertallsområde: Område hvor majoriteten av befolkningen bruker samisk språk som dagligspråk.
sme: Eanetloguguovlu: Guovlu gos eanetlohku álbmogis geavaha sámegiela beaivválaš giellan.

source: 5 Tospråklig: En person som er vokst opp med to førstespråk og som behersker begge språkene like godt, eller en person som i sin hverdag bruker to språk og identifiserer seg med begge, selv om ikke språkbeherskelsen er like god på begge språk.
sme: Guovttegielat: Olmmoš gii lea šaddan bajás guvttiin vuosttašgielain ja gii hálddaša goappašat gielaid ovtta bures, dahje olmmoš gii iežas árgabeaivvis geavaha guokte giela ja identifisere iežas goappašat gielaiguin, vaikko giellamáhttu ii leat seamma buorre goappašat gielain.

source: Flerspråklig: En person som er vokst opp med to eller flere språk og som identifiserer seg med disse språkene og/eller en person som identifiserer seg med flere språk og bruker flere språk i sin hverdag, selv om språkbeherskelsen ikke er like god på alle språk.
sme: Máŋggagielalaš: Olmmoš gii lea šaddan bajás guvttiin dahje máŋggain gielain ja gii identifisere iežas dáiguin gielaiguin ja/dahje olmmoš gii identifisere iežas máŋggain gielain ja geavaha máŋga giela iežas árgabeaivvis, vaikko giellamáhttu ii leat seamma buorre buot gielain.

source: Verdigrunnlaget for samisk språk
sme: Sámegiela árvovuođđu

source: Samisk språk er en grunnverdi i det samiske samfunnet.
sme: Sámegiella lea vuođđoárvu sámi servodagas.

source: Bevaring og videreutvikling av språket er derfor viktig i seg selv og trenger ikke begrunnes i andre forhold.
sme: Danne lea giela suddjen ja viidáset ovddideapmi dehálaš ii ge dárbbaš čilgejuvvot eará ládje.

source: Et tydelig uttrykk for språkets store betydning er at tilknytning til samisk språk er avgjørende for å kunne skrive seg inn i Sametingets valgmanntall.
sme: Čielga mearka giela stuora mearkkašumis lea ahte čanastat sámegillii lea mearrideaddji go galgá čálihit iežas Sámedikki jienastuslohkui.

source: Samisk er et av grunnelementene i vår kultur selv om alle ikke behersker språket.
sme: Sámegiella lea okta min kultuvrra vuođđogeđggiin vaikko buohkat eai máhte giela.

source: Det er et språk vi har rett til å styrke og utvikle både hos oss selv som individ og i samfunnet.
sme: Dát lea giella maid mis lea riekti nannet ja ovddidit sihke bealisteamet indiviidan ja servodagas.

source: Denne retten gjelder uavhengig av hvor godt den enkelte av oss i dag behersker språket.
sme: Dát riekti guoská beroškeahttá man bures guhtege mis odne máhttá giela.

source: Retten til vårt språk er en verdi som ligger til grunn for hele språkmeldinga.
sme: Riekti min iežamet gillii lea árvu mii lea vuođđun olles gielladieđáhussii.

source: For alle som kan samisk som språk, er det en stor verdi å kunne bruke samisk i flest mulig sammenhenger også utenfor familien og nærmiljøet, slik som i møte med offentlige kontorer, helsevesenet, skolen, kirken og med rettsvesenet.
sme: Buohkaide geat máhttet sámegiela, lea stuora árvu beassat sámástit nu olu oktavuođain go vejolaš maiddái bearraša ja lagasbirrasa olggobealde, nu go ovdamearkka dihte almmolaš kantuvrraiguin, dearvvašvuođabálvalusain, skuvllain, girkuin ja riektedoaimmahagain.

source: Det ligger en verdi i at språket vårt blir synliggjort i samfunnet.
sme: Lea iešalddis árvu go min giella čalmmustahttojuvvo servodagas.

source: Når et språk blir brukt i mange ulike sammenhenger, blir det gitt synlig verdi på linje med andre språk.
sme: Go giella geavahuvvo máŋgga iešguđetge oktavuođas, de dasa addo oinnolaš árvu seamma ládje go eará gielaide.

source: Slik synlig likeverdighet mellom språk er samtidig et uttrykk for likeverdighet mellom folk.
sme: Dákkár oinnolaš dásseárvu gielaid gaskkas lea seammás mearkan ahte álbmogiid gaskkas lea dásseárvu.

source: Selv om vi ofte omtaler samisk som ett språk, er det på norsk side av grensa samer med tradisjonstilknytning til fem ulike samiske språk.
sme: Vaikko mii dávjá hupmat sámegiela birra dego oktan giellan, de leat Norgga beale sápmelaččain árbečanastagat viđa iešguđetge sámegillii.

source: Disse fem språkene er østsamisk, nordsamisk, lulesamisk, pitesamisk og sørsamisk.
sme: Dát vihtta giela leat nuortalašgiella, davvisámegiella, julevsámegiella, bihtánsámegiella ja lullisámegiella.

source: Tilknytning til et av språkene i det samiske mangfoldet utgjør en verdi for samene, denne verdien ligger også til grunn for språkmeldinga.
sme: Čanastat ovtta dán viđa gillii sámi girjáivuođas ovddasta árvvu sápmelaččaide, ja dát árvu lea ge maid vuođđun gielladieđáhussii.

source: Nasjonalt lovverk
sme: Našuvnnalaš láhkamearrádusat

source: Det samiske språket er grunnpilaren i den samiske kulturen.
sme: Sámegiella lea sámi kultuvrra vuođđogeađgi.

source: Vi samer er et urfolk og en minoritet i Norge og det samiske språket og den samiske kulturen trenger således et spesielt vern for fortsatt å kunne bestå og å utvikle seg.
sme: Mii sápmelaččat leat eamiálbmot ja minoritehta Norggas, ja sámegiella ja sámi kultuvra dárbbašit ge erenoamáš suodjalusa vai ain sáhttá seailut ja ovdánit.

source: Den norske stat er forpliktet til å legge til rette for at samer kan sikre og utvikle sitt språk.
sme: Norgga stáhta leat geatnegahtton láhčit diliid nu ahte sápmelaččat sáhttet sihkkarastit ja ovddidit gielaset.

source: Disse forpliktelsene, som er nedfelt i lover og konvensjoner er redskap som Sametinget bruker i møte med både sentrale myndigheter, kommuner, fylkeskommuner og andre aktører som vi samhandler med.
sme: Dát geatnegasvuođat, mat leat čállojuvvon lágaide ja konvenšuvnnaide, leat reaiddut maid Sámediggi geavaha go deaivvada guovddáš eiseválddiiguin, suohkaniiguin, fylkkasuohkaniiguin ja eará beliiguin geaiguin mii ovttasbargat.

source: Grunnlovens § 110a forplikter den norske stat å legge til rette for at samisk språk kan bevares og utvikles.
sme: Vuođđolága § 110a geatnegahttá Norgga stáhta láhčit diliid nu ahte sámegiella sáhttá seailut ja ovdánit.

source: Lov om Sametinget og andre samiske rettsforhold (sameloven) trådte i kraft i 1989 og har som formål å legge forholdene til rette for at den samiske folkegruppen i Norge kan sikre og utvikle sitt språk, sin kultur og samfunnsliv.
sme: Láhka Sámedikki ja eará sámi vuoigatvuođaid birra (sámeláhka) bođii fápmui 1989:s ja dan ulbmil lea láhčit diliid nu ahte sámi álbmot Norggas sáhttá sihkkarastit ja ovddidit iežas giela, iežas kultuvrra ja servodateallima.

source: Loven konkretiserer innholdet i de overordnede prinsippene som Grunnloven § 110 etablerer.
sme: Láhka konkretisere daid váldoprinsihpaid sisdoalu maid Vuođđolága § 110 nanne.

source: Samelovens språkregler ble iverksatt i 1992 og er nedfelt i kapittel 3, samisk språk.
sme: Sámelága giellanjuolggadusat bohte fápmui 1992:s ja leat čilgejuvvon 3. kapihttalis, sámegiela birra.

source: 6 Da samelovens språkregler ble vedtatt, ble det også lovfestet at kommunene Karasjok, Kautokeino, Nesseby, Porsanger, Tana og Kåfjord skulle inngå i forvaltningsområdet for samisk språk.
sme: Go sámelága giellanjuolggadusat mearriduvvojedje, nannejuvvui maiddái lágas ahte Kárášjohka, Guovdageaidnu, Unjárga, Porsáŋgu, Deatnu ja Gáivuotna galget sámegiela hálddašanguvlui mielde.

source: Da Tysfjord kommune ble innlemmet i 2006, ble loven endret slik at forvaltningsområdet nå er fastsatt gjennom forskrift.
sme: Go Divttasvuona suohkan váldojuvvui mielde 2006:s, rievdaduvvui láhka nu ahte hálddašanguovlu dál lea mearriduvvon láhkamearrádusa bokte.

source: Senere er kommunene Snåsa og Lavangen blitt innlemmet i forvaltningsområdet, og Røyrvik blir innlemmet 1.1.2013.
sme: Maŋŋel leat Snoasa ja Loabát suohkanat váldojuvvon mielde hálddašanguvlui, ja Røyrvik boahtá mielde 1.1.2013.

source: Samelovens språkregler(1992) gir befolkningen i forvaltningsområdet for samisk språk rett til å henvende seg til offentlige instanser og få svar på samisk eller norsk i henhold til egne språkpreferanser.
sme: Sámelága giellanjuolggadusat (1992) addet sámegiela hálddašanguovllu álbmogii vuoigatvuođa váldit oktavuođa almmolaš ásahusaiguin ja oažžut vástádusa sámegillii dahje dárogillii nu movt ieš háliida.

source: Retten gjelder både muntlige og skriftlige henvendelser.
sme: Vuoigatvuohta guoská sihke njálmmálaš ja čálalaš gulahallamis.

source: Retten gjelder ikke i tilfeller der forvaltningsorganet selv tar initiativ til kontakt.
sme: Vuoigatvuohta ii gusto dain oktavuođain go hálddašanorgána ieš váldá oktavuođa.

source: Alle kunngjøringer fra offentlige organer innen forvaltningsområdet som retter seg mot hele eller deler av befolkningen, skal skje både på norsk og samisk.
sme: Buot almmuheamit almmolaš orgánain hálddašanguovllus mat gusket olles álbmogii dahje oassái álbmogis, galget almmuhuvvot sihke dárogillii ja sámegillii.

source: Samelovens § 3-5 gir utvidet rett til bruk av samisk i møte med helse- og sosialtjenesten.
sme: Sámelága § 3-5 addá viiddiduvvon vuoigatvuođa geavahit sámegiela go gulahallá dearvvašvuođa- ja sosiálabálvalusain.

source: Dette innebærer at alle helse- og sosialinstitusjoner som tar imot pasienter fra kommuner innenfor forvaltningsområdet for samisk språk, har plikt til å betjene pasientene på samisk.
sme: Dát mielddisbuktá ahte visot dearvvašvuođa- ja sosiálaásahusat mat váldet vuostá pasieanttaid sámegiela hálddašanguovllu suohkaniin, leat geatnegahtton bálvalit pasieanttaid sámegillii.
